anketa1_scores = {
            "Твои интересы (3 направления)": {"max": 3, "type": "count_3"},
            "Знаешь ли ты, какое дело жизни/профессию выбрать? Почему именно это дело? Развернутый ответ (3 предложения и более) – 3 балла, 0- пропуск, 1 – одно предложение.": {"max": 3, "type": "sentences"},
            "Поддерживают ли тебя родители в выборе? (3 балла – да или нет, затрудняюсь – 1 балл)": {"да": 3, "нет": 3, "затрудняюсь ответить": 1},
            "Какие плоды (продукты своей деятельности. Пример: картины, игры, мероприятия) ты создаешь уже сегодня)? Перечисли не менее 3": {"max": 3, "type": "count_3"},
            "Какие эффекты (последствия, количественные и качественные результаты, впечатления у других людей. Пример: больше подростков интересуются БПЛА, родители испытывают гордость и радость) есть от создаваемых тобой плодов?": {"max": 3, "type": "count_3"},
            "Перечисли 5-7 групп людей или живых существ, для пользы которых тебе интересно трудиться/которым интересно помогать? Пример: родители/врачи/молодые предприниматели/бездомные собаки": {"max": 3, "type": "groups"},
            "Расставь дела в порядке ОТ МЕНЕЕ интересного и увлекательного К БОЛЕЕ интересному и увлекательному:": {"выполнено": 3, "не выполнено": 0},
            "Расставь факторы, которые влияют на успех в карьере, ОТ МЕНЕЕ значимого К БОЛЕЕ значимому:": {"выполнено": 3, "не выполнено": 0},
            "Когда ты думаешь о своей будущей профессии, для тебя важнее всего:": {
                "найти стабильное место": 3,
                "найти сферу, где я смогу реализовать свою Суперсилу": 5,
                "пока не думаю об этом": 1
            },
            "Являешься ли ты активным участником программ и проектов для молодежи?": {"да": 3, "нет": 1, "не уверен": 0}
        }

anketa2_scores = {
            "Есть ли у тебя высшая цель – то, ради чего ты хочешь жить и трудиться?": {"да": 3, "нет": 0, "затрудняюсь ответить": 1},
            "Что важнее цель или мечта?": {"цель": 2, "мечта": 3, "затрудняюсь ответить": 1, "это одно и то же": 0},
            "Твое отношение к будущему:": {
                "надеюсь, что все как-нибудь само собой устроится": 1,
                "я немного боюсь неизвестности": 2,
                "я вижу будущее как поле для возможностей": 5
            },
            "Помогают ли человеку ошибки двигаться к цели?": {"да": 3, "нет": 0, "затрудняюсь ответить": 1},
            "Согласен ли ты, что человек сам несет 100%-ную ответственность за свое счастье?": {"да": 3, "нет": 1, "затрудняюсь ответить": 0},
            "Чтобы быть счастливым, человеку нужно создать баланс и уделять одинаковое внимание разным сферам своей жизни?": {"да": 3, "нет": 1, "затрудняюсь ответить": 0},
            "Есть ли на свете тот, кто достиг уже твоей мечты, и может тебе помочь?": {"да, я уже у него учусь": 3, "да, но он не может мне помочь": 0, "нет": 1}
        }


anketa3_scores = {
            "2. Какая она – твоя связь с Родиной?": {
                "активно участвую в проектах": 1,
                "связь в культуре": 3,
                "привязан к своему городу": 3,
                "нет особой связи": 0
            },
            "3. Как ты поступаешь со своими идеями?": {
                "окружать себя единомышленниками": 3,
                "постоянно генерирую новые идеи": 2,
                "иногда приходят новые идеи": 1,
                "работаю по проверенным методам": 0
            },
            "4. Что такое для тебя дело жизни?": {
                "моя страсть": 3,
                "то, что хорошо получается": 2,
                "приносит доход": 1,
                "моя работа": 0
            },
            "5. Как ты реагируешь на трудности, неудачи и препятствия на пути к своим целям?": {
                "препятствия не останавливают": 3,
                "стараюсь быть упорным": 3,
                "сомневаюсь в своих силах": 1,
                "легко сдаюсь": 0
            },
            "6. Чувствуешь ли ты себя комфортно в роли лидера, когда нужно вести за собой или объединять людей?": {
                "легко нахожу общий язык": 2,
                "не стремлюсь быть лидером": 3,
                "сложно налаживать контакты": 1,
                "предпочитаю работать в одиночку": 1
            },
            "7. Есть ли у тебя четкий образ желаемого будущего состояния счастья или сильное внутреннее чувство направления, куда ты хочешь двигаться, чтобы создать что-то значимое?": {
                "четкий образ будущего": 3,
                "чувствую направление": 2,
                "есть цели и планы": 0,
                "живу сегодняшним днем": 1
            },
            "8. Ощущаешь ли ты поддержку со стороны семьи, друзей или сообщества в своих начинаниях? Ищешь ли единомышленников для совместного развития, обмена идеями и реализации?": {
                "ценю поддержку и сам опора": 3,
                "близкие люди поддерживают": 1,
                "полагаюсь только на себя": 0
            },
            "9. Стремишься ли ты постоянно приобретать новые знания и навыки? Кто тебе в этом помогает?": {
                "учусь с учителями": 1,
                "через жизненный опыт": 3,
                "серфинг в интернете": 1,
                "достаточно знаю": 0
            },
            "10. Свойственно ли тебе размышлять в одиночестве о том, что с тобой произошло?": {
                "не люблю быть один": 0,
                "иногда нравится": 1,
                "люблю с дневником": 2,
                "кайфую и веду блог": 3
            },
            "11. Зачем по-твоему человеку выявлять, знать и развивать свои ценности?": {
                "ценности ориентиры": 3,
                "знаю но не помогает": 0,
                "не понимаю": 0,
                "навыки важнее": 1
            }
        }